export default [
  {
    id: 'bc_invoice',
    title: '区块链电子发票',
    status: 0,
    entryLinkName: 'invoices-home',
    apply_img: require('@/assets/images/invoice/apply.png'),
    intr_img: require('@/assets/images/invoice/intr.png'),
    flow_img: require('@/assets/images/invoice/flow.png'),
    des: '采用区块链电子发票，经营者可以实现发票的开具、流转和查验。',
    intr: `区块链作为最前沿的技术，正在引领全球新一轮技术和产业变革。北京税务部门一直致力于区块链技术在税务领域的探索与应用，取得了积极的成效。

税务部门，开票方和受票方通过授权后都可以自主加入到票链网络里面来，建立可靠的互信关系。每一张发票都可以做到可查可验、可信可追溯，并对发票流转全过程进行管理，让发票数据全场景流通成为现实，成功破解传统电子发票存在的安全隐患、信息孤岛、数据篡改、重复报销、监管难度大等痛点问题。

北京通宇集团等多家企业得知票链成功上线后，积极申请加入票链，让消费者都能享受到区块链电子发票带来的便捷性，节省了公司人力成本。

*北京通宇集团简介：北京通宇集团有限公司（简称“通宇集团”）是以客车为核心业务，以工程机械、汽车零部件、房地产为战略业务，兼顾其他投资业务的大型企业集团，总部位于北京。集团致力于形成涵盖客车、工程机械、房地产开发、金融等行业，集制造、科研、投资、贸易于一体的，跨区域、多元化、高科技、国际化的大型企业集团。`
  },
  {
    id: 'bc_lc',
    title: '区块链国际贸易',
    status: 0,
    entryLinkName: 'lc-map',
    apply_img: require('@/assets/images/lc/apply.png'),
    intr_img: require('@/assets/images/lc/intr.png'),
    flow_img: require('@/assets/images/lc/flow.png'),
    des: '块链贸易平台将原本信用证串形业务顺序变成效率更高的并行业务顺序，大大提神效率。',
    intr: `中国建设银行研发的区块链贸易平台已经成功上线并投入市场，该平台通过区块链技术应用实现信用证、福费廷、国际保理等贸易金融业务交易信息的传递、债权的确认及单据的转让全电子化流程，弥补相关系统平台缺失，规避非加密传输可能造成的风险，提高业务处理效率。

    中国建设银行、北京通宇集团，英国维珍集团、英国巴克莱银行已经加入到区块链贸易平台中，并完成了第一笔使用区块链贸易平台上进行的信用证交易。在这笔跨境贸易中，位于北京的通宇集团向其英国维珍集团出口一批安全锤。

    北京通宇集团简介：北京通宇集团有限公司（简称“通宇集团”）是以客车为核心业务，以工程机械、汽车零部件、房地产为战略业务，兼顾其他投资业务的大型企业集团，总部位于北京市。集团致力于形成涵盖客车、工程机械、房地产开发、金融等行业，集制造、科研、投资、贸易于一体的，跨区域、多元化、高科技、国际化的大型企业集团。

    英国维珍集团简介：Virgin Group Ltd. (简称“维珍集团”）是一家大型的客运公司。业务范围包括巴士、出租车、航空、铁路等，总部位于伦敦市。`
  },
  {
    id: 'bc_cross_border_payments',
    title: '跨境支付',
    status: 0,
    entryLinkName: 'pay-task',
    apply_img: require('@/assets/images/pay/apply.png'),
    intr_img: require('@/assets/images/pay/intr.png'),
    flow_img: require('@/assets/images/pay/flow.png'),
    des: '采用传统跨境支付和区块链跨境支付对比操作的方式，完成跨境支付中重要角色：汇款人、汇出行、中间行/区块链跨境支付平台和收款行的业务操作。',
    intr: `王小凯今年正在美国的斯坦福大学读大二，马上要开学了，王小凯的父亲王富贵需要通过跨境汇款将下个月的生活费 2000 美金汇给王小凯。
父亲王富贵在中国智谷银行开通了银行卡，王小凯在美国银行（Bank of America）开有银行账户。
请你模拟两种不同的汇款方式（传统跨境支付和区块链跨境支付）将钱汇给王小凯。

下面是你可能会用到的信息：
汇出银行：中国智谷银行，成都万象南路分行（智谷银行为区块链跨境支付平台会员）
王富贵智谷银行卡号为：6215 0099 0000 5555 （父亲王富贵购汇账户和汇款账户为同一账户）
跨境收款银行：美国银行（Bank of America）
王小凯美国银行卡号为：4367 9999 0000 6666

智谷银行跨境支付手续费：0.1%
美国银行跨境支付手续费：0.1%
传统跨境支付 SWIFT 电报费：30美元/笔
以上信息需要时可在工具箱查看。

（注：智谷银行为本实训虚构银行，如有雷同，纯属巧合。）`
  },
  {
    id: 'bc_insurance',
    title: '区块链保险',
    status: 0,
    entryLinkName: 'insurance-buy-ticket',
    apply_img: require('@/assets/images/insurance/apply.png'),
    intr_img: require('@/assets/images/insurance/intr.png'),
    flow_img: require('@/assets/images/insurance/flow.png'),
    des: '采用区块链电子发票，经营者可以在区块链上实现发票申领、开具、查验、入账。',
    intr: `保险巨头银中保险正在使用以太坊公有区块链为航空旅客提供自动航班延迟赔偿。如果航班延迟超过2小时，“智能合约”保险产品将会向乘客进行直接的自动费用偿还。银中保险称为一种“100%自动化，100%安全的平台，为航班延误提供参数化保险。`
  },
  {
    id: 'bc_supply_chain_finance',
    title: '供应链金融',
    status: 0,
    entryLinkName: 'supply-chain-home',
    apply_img: require('@/assets/images/sc/apply.png'),
    intr_img: require('@/assets/images/sc/intr.png'),
    flow_img: require('@/assets/images/sc/flow.png'),
    des: '供应链金融是实体经济与金融领域的重要结合点，区块链以其诸多特性，能在一定程度上破解供应链金融痛点，打通供应链上下游的融资通道。',
    intr: `供应链金融在缓解中小微企业融资难融资贵问题等方面发挥着越来越显著作用。供应链金融发展的目标是为了依托供应链核心企业，对产业上下游相关企业提供全面的金融服务，最终能够降低整个供应链运作成本，并通过金融资本和实体经济的协作，构筑银行、企业和供应链的互利共存、持续发展的产业生态。目前供应链金融存在信息孤岛、核心企业的信任无法有效传递、融资难融资贵等诸多痛点。

区块链一起数据难以篡改、数据可溯源等技术特性，在融资的便利性与融资成本方面具有独特优势和应用潜力，与供应链金融具有天然匹配性。`
  }
]
